tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "universal-ctags/universal-ctags"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "geckodriver"
brew "geos"
brew "go"
brew "gobject-introspection"
brew "guile"
brew "jpeg", link: true
brew "jq"
brew "node@10"
brew "kibana", link: false
brew "krb5"
brew "libfido2"
brew "libmagic"
brew "libpq"
brew "mitmproxy"
brew "multitail"
brew "mysql"
brew "nghttp2"
brew "node", link: false
brew "openjdk@8"
brew "openssl@3"
brew "perl"
brew "python-tabulate", link: false
brew "pgcli"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "pyenv-virtualenvwrapper"
brew "python@3.10"
brew "python@3.7"
brew "tcl-tk"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "yarn"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
vscode "alefragnani.project-manager"
vscode "angryobject.react-pure-to-class-vscode"
vscode "anseki.vscode-color"
vscode "benjaminbenais.copilot-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "doublefint.pgsql"
vscode "dzannotti.vscode-babel-coloring"
vscode "dzhavat.css-initial-value"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "freebroccolo.theme-atom-one-dark"
vscode "GitHub.copilot"
vscode "idleberg.applescript"
vscode "infarkt.css-to-jss"
vscode "jock.svg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "magicstack.MagicPython"
vscode "mike-co.import-sorter"
vscode "mikeburgh.xml-format"
vscode "mishkinf.goto-next-previous-member"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.node-debug2"
vscode "ms-vscode.Theme-MarkdownKit"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "Prisma.prisma"
vscode "redhat.java"
vscode "Shan.code-settings-sync"
vscode "steoates.autoimport"
vscode "techer.open-in-browser"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
